{
    "button":{
        "continue": "Accéder",
        "cv": "Voir le CV"
    },
    "text": {
        "portfolio": "Portfolio de développeur",
        "name": "Louis \"Watz\" PINAUD",
        "from_passion": "De la passion ...",
        "from_passion_desc": "Quand on est passionné de tech et qu'on aime se faciliter la vie, comme moi, il y a des chances accrues que l'on se dise un jour : \" Tiens ! Ça serait génial de développer quelquechose pour ce projet ! \" C'est de cette façon que j'ai fait mes premiers pas à 15 ans dans le domaine du dev. J'ai passé pas mal de temps à découvrir ce nouvel univers, avec pour idée d'en faire mon métier. De projet en projet, je continue aujourd'hui à en explorer les différents aspects.",
        "to_school": "... à l'université ...",
        "to_school_desc": "C'est avec ces idées en tête que j'ai choisi et effectué mes études supérieures. J'ai ainsi été diplômé d'un B.U.T. (Bac+3) Informatique français et d'un Baccalauréat en développement de jeux vidéo (Eq Bac+3) de l'Université du Québec en 2025. Les projets réalisés durant mes études constituent une première base d'expérience sérieuse de travail en équipe de développement, que cela soit pour des applications, des sites, ou même des jeux.",
        "about_me": "Qui suis-je ?",
        "project_not_found": "Aucun projet trouvé.",
        "recent_projects": "Projets Personnels",
        "recent_projects_desc": "Retrouvez ici les projets sur lesquels j'ai récemment travaillé. Pour en apprendre plus sur moi, c'est à la section suivante.",
        "and_more": "... et plus ?",
        "and_more_desc": "Actuellement, je suis à la recherche d'un CDD / CDI en tant que développeur. Si mon profil vous intéresse, je serais ravi d'échanger avec vous selon vos disponibilités.",
        "about_me_desc": "Je m'appelle Louis. Je suis passionné de nouvelles technologies depuis l'enfance, et ça ne m'est jamais passé ! De mes premiers pas dans le développement à aujourd'hui, je n'ai cessé de me rapprocher de mon objectif : travailler dans la tech en France et participer à la mise en avant de ces savoir-faire. Et oui, je suis plus motivé que jamais !",
        "back_to_portfolio": "← Retour au Portfolio",
        "proj_not_found": "Project introuvable.",
        "go_github": "D'autres projets sont disponibles sur mon",
        "protfolio_code": ", dont ce portfolio."
    }
}